{
  "bodyAches-None-title": "I actually don't have any body aches.",
  "bodyAches-Mild-title": "I feel body aches sometimes. They don’t interfere with daily activities.",
  "bodyAches-Moderate-title": "I feel body aches regularly. They interfere with exercise or physical activities.",
  "bodyAches-Severe-title": "I feel body aches all the time. They interfere with daily activities, such as bathing, getting dressed, eating and walking. You can call 8-1-1 or contact your health care provider.",
  "cough-question": "What is the severity of your cough?",
  "cough-description": "<0>You need to contact your health care provider or call 8-1-1 if you have any of these symptoms:<1><0>Your cough gets worse</0><1>You start coughing up blood or sputum</1><2>Your cough makes it hard to breathe</2></1></0>",
  "cough-healthLinkBC": "Get more information about coughing from HealthLink BC for <2>children age 11 and younger</2> and for <6>people age 12 and older.</6>",
  "cough-None-title": "I actually don't have a cough.",
  "cough-Mild-title": "I cough sometimes. It doesn’t interfere with daily activities.",
  "cough-Moderate-title": "I cough regularly, but it doesn’t interfere with daily activities.",
  "cough-Severe-title": "I cough all the time. It interferes with daily activities including eating, sleeping and exercising. You can call 8-1-1 or contact your health care provider.",
  "difficultBreathing-question": "What is the severity of your shortness of breath?",
  "difficultBreathing-description": "If you are struggling to breathe or speak in single words, please call 9-1-1 or go directly to the nearest emergency department.",
  "difficultBreathing-None-title": "I actually don't have difficulty breathing.",
  "difficultBreathing-Mild-title": "I have difficulty breathing when I exercise or when I am active. It doesn’t interfere with daily activities.",
  "difficultBreathing-Mild-desc": "If you start to have difficulty breathing doing regular activities like walking to the bathroom or walking up stairs, contact your health care provider right away. If not, call 8-1-1. If your symptoms get worse, visit an <2>Urgent and Primary Care Centre (UPCC)</2> or emergency department",
  "difficultBreathing-Moderate-title": "I have difficulty breathing during certain daily activities. For example, when walking to the bathroom or walking up stairs.",
  "difficultBreathing-Moderate-desc": "Contact your health care provider right away. If not, visit an <2>Urgent and Primary Care Centre (UPCC)</2> or emergency department.",
  "difficultBreathing-Severe-title": "I have difficulty breathing when doing normal daily activities. It’s also hard to breath when I’m resting.",
  "difficultBreathing-Severe-desc": "You need medical attention. Please call 9-1-1 or go to an emergency department right away.",
  "bodyAches-question": "What is the severity of your body aches?",
  "bodyAches-description": "",
  "soreThroat-question": "What is the severity of your sore throat?",
  "soreThroat-description": "<0>If your pain is increasing or if you are having trouble swallowing, please contact your health care provider or call 8-1-1. If you are not able to drink, you need medical attention. Call 9-1-1 or visit an emergency department right away.</0><1>Get more information about sore throats from <2>HealthLink BC</2></1>",
  "soreThroat-None-title": "I actually don't have a sore throat.",
  "soreThroat-Mild-title": "I have a throat tickle or discomfort. I can swallow or speak without difficulty.",
  "soreThroat-Moderate-title": "I feel pain in my throat when I swallow or speak.",
  "soreThroat-Moderate-desc": "If you are having trouble swallowing, please contact your health care provider or call 8-1-1.",
  "soreThroat-Severe-title": "I feel pain in my throat. It interferes with swallowing, eating or speaking.",
  "soreThroat-Severe-desc": "If you are not able to drink, you need medical attention. Call 9-1-1 or visit an emergency department right away.",
  "headache": "",
  "headache-question": "What is the severity of your headache?",
  "headache-description": "<0>If you have a severe headache that started suddenly and it feels like the worst headache of your life, you need medical attention. Call 9-1-1 or visit an emergency department right away.</0><1>Get more information about headaches from <2>Healthlink BC</2>.</1>",
  "headache-None-title": "I actually don't have a headache",
  "headache-Mild-title": "I have a headache that doesn’t interfere with daily activities.",
  "headache-Moderate-title": "I have a headache that interferes with exercise or physical activity.",
  "headache-Severe-title": "I have a headache that interferes with daily activities like bathing, getting dressed, eating and walking.",
  "headache-Severe-desc": "If you have a severe headache that started suddenly and it feels like the worst headache of your life, you need medical attention. Call 9-1-1 or visit an emergency department right away.",
  "diarrhea-question": "What is the severity of your diarrhea?",
  "diarrhea-description": "<0>You need to contact your health care provider or call 8-1-1 if you have any of these symptoms:</0><1><0>Your diarrhea is getting worse.</0><1>You have bloody diarrhea or black, tarry stool.</1><2>You are dehydrated. Signs of dehydration include less frequent urination or feeling light-headed when you stand.</2></1><2>Get more information about diarrhea from <2>Healthlink BC</2>.</2> ",
  "diarrhea-None-title": "I actually don’t have diarrhea.",
  "diarrhea-Mild-title": "I have loose stools 2 to 3 times each day (within 24 hours).",
  "diarrhea-Moderate-title": "I have loose stools 4 to 10 times each day (within 24 hours).",
  "diarrhea-Severe-title": "I have loose stools more than 10 times each day (24 hours). You can call 8-1-1 or contact your health care provider.",
  "nauseaVomiting-question": "What is the severity of your nausea or vomiting?",
  "nauseaVomiting-description": "If you are not able to keep down even small sips of water or feel like you are becoming dehydrated (such as less frequent urination, or becoming light-headed when standing), please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "nausea-healthLinkBC": "Get more information about nausea and vomiting from HealthLink BC for <2>children age 11 and younger</2> and for <6>people age 12 and older.</6>",
  "nauseaVomiting-None-title": "I actually don't have nausea. I have not been vomiting.",
  "nauseaVomiting-Mild-title": "I have nausea sometimes. I have vomited a few times.",
  "nauseaVomiting-Moderate-title": "I have nausea regularly. I have vomited multiple times.",
  "nauseaVomiting-Severe-title": "I have nausea all the time. I vomit often. It interferes with daily activities. You can call 8-1-1 or contact your health care provider.",
  "None": "None",
  "Mild": "Mild",
  "Moderate": "Moderate",
  "Severe": "Severe",
  "None-title": "I actually don't have this symptom"
}
