{
  "bodyAches-Mild-title": "Intermittent or occasional body aches that don’t interfere with daily activities.",
  "bodyAches-Moderate-title": "Persistent or continuous body aches that interferes with sustained exercise or physical activities.",
  "bodyAches-Severe-title": "Persistent or continuous body aches that interfere with daily activities, such as bathing, getting dressed, eating, and walking.",
  "cough-question": "What is the severity of your cough?",
  "cough-description": "Such as a dry, persistent cough, or a cough with sputum",
  "cough-description1": "If your cough is getting worse and you are coughing up blood or sputum, or if it is causing shortness of breath, please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "HealthLinkBC": "For more information on cough, see HealthLinkBC's information for <1>children age 11 and younger</1> and for <4>people age 12 and older.</4>",
  "cough-Mild-title": "Intermittent or occasional coughing that doesn’t interfere with daily activities",
  "cough-Moderate-title": "Persistent or continuous coughing that doesn’t interfere with daily activities",
  "cough-Severe-title": "Persistent or continuous coughing that interferes with daily activities including eating, sleeping, exercising.",
  "difficultBreathing-question": "What is the severity of your difficulty breathing?",
  "difficultBreathing-description": "If you have any concerns, feel very sick, or your symptoms are not improving, contact your family doctor/nurse practitioner or call 8-1-1.",
  "difficultBreathing-Mild-title": "Intermittent or occasional difficulty breathing with strenuous exercise or activities but doesn’t interfere with daily activities.",
  "difficultBreathing-Mild-desc": "If your symptoms worsen or you are concerned, contact your primary care provider or call 8-1-1.",
  "difficultBreathing-Moderate-title": "Difficulty breathing during certain activities, for example walking to the bathroom or walking up stairs.",
  "difficultBreathing-Moderate-desc": "Please consult your family doctor or nurse practitioner as soon as possible. If you are unable to reach your regular care provider, seek care in an Urgent & Primary Care Centre (UPCC) or the nearest Emergency Department.",
  "difficultBreathing-Severe-title": "Difficulty breathing that interferes with normal daily activities and persists at rest.",
  "difficultBreathing-Severe-desc": "Severe difficulty breathing (e.g. struggling to breathe or speaking in single words) requires immediate attention. Please call 9-1-1 immediately or go directly to your nearest emergency department.",
  "bodyAches-question": "What is the severity of your body aches?",
  "bodyAches-description": "Such as unusual muscle aching through your body.",
  "soreThroat-question": "What is the severity of your sore throat?",
  "soreThroat-description": "If your pain is increasing or if you are having trouble swallowing, please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "soreThroat-description2": "If you are no longer able to drink, go to your nearest emergency department or call 9-1-1 as you may be at risk for complications.",
  "soreThroat-description3": "For more information on sore throat, go to <2>Healthlink BC</2>.",
  "soreThroat-Mild-title": "Throat tickle that does not interfere with swallowing or speaking without difficulty.",
  "soreThroat-Moderate-title": "Pain on swallowing or speaking",
  "soreThroat-Moderate-desc": "If you are having trouble swallowing, please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "soreThroat-Severe-title": "Pain interferes with swallowing, eating, or speaking.",
  "soreThroat-Severe-desc": "If you are no longer able to drink, go to your nearest emergency department or call 9-1-1 as you may be at risk for complications.",
  "headache": "",
  "headache-question": "What is the severity of your headache?",
  "headache-description": "If you have a severe headache that started suddenly and is the worst headache of your life, call 9-1-1 or other emergency services now.",
  "headache-description1": "For more information on headaches, go to <1>Healthlink BC<1>.",
  "headache-Mild-title": "Intermittent or occasional headache that doesn’t interfere with daily activities.",
  "headache-Moderate-title": "Persistent or continuous headache that doesn’t interfere with daily activities like bathing, getting dressed, eating and walking.",
  "headache-Severe-title": "Persistent or continuous headache that interferes with daily activities, including bathing, getting dressed, eating and walking.",
  "headache-Severe-desc": "If you have a severe headache that started suddenly and is the worst headache of your life, call 9-1-1 or other emergency services now.",
  "diarrhea-question": "What is the severity of your diarrhea?",
  "diarrhea-description": "Such as loose or watery stool that is not normal for you.",
  "diarrhea-description1": "If your diarrhea is getting worse, if you have bloody diarrhea or black, tarry stool, or if you feel like you are becoming dehydrated (such as less frequent urination, or becoming light-headed when standing), please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "diarrhea-Mild-title": "Intermittent diarrhea, 2-3 episodes of loose stools per day (24 hours).",
  "diarrhea-Moderate-title": "4 to 10 episodes of loose stools per day (24 hours).",
  "diarrhea-Severe-title": "Persistent diarrhea, more than 10 episodes of loose stools per day (24 hours).",
  "nauseaVomiting-question": "What is the severity of your nausea or vomiting?",
  "nauseaVomiting-description": "If you are not able to keep down even small sips of water or feel like you are becoming dehydrated (such as less frequent urination, or becoming light-headed when standing), please talk to your doctor or nurse practitioner, or call 8-1-1.",
  "nauseaVomiting-Mild-title": "Intermittent nausea and/or a few episodes of vomiting.",
  "nauseaVomiting-Moderate-title": "Sustained nausea and/or multiple episodes of vomiting.",
  "nauseaVomiting-Severe-title": "Persistent nausea and/or vomiting that interfere with daily activities.",
  "None": "None",
  "Mild": "Mild",
  "Moderate": "Moderate",
  "Severe": "Severe",
  "None-title": "I actually don't have this symptom"
}
