{
  "home-desc": "<0>You can also call 8-1-1 to talk to someone at HealthLink BC. They can:</0><1><0>Answer questions and provide advice for your specific situation</0><1>Offer help in different languages</1></1><2>Do not use this self-assessment to check symptoms for anyone under 2 years old. Contact your health care provider or 8-1-1 instead.</2><3>The information in this tool is based on expert guidance from the British Columbia Centre for Disease (BCCDC). It does not replace your health care provider's advice.</3>",
  "home-children-header": "COVID-19 and children",
  "home-children-desc": "Children generally show COVID-19 symptoms differently than adults. For example, they may have milder symptoms, or they may show a change in energy level, appetite or behaviour.",
  "home-children-link": "Learn more about COVID-19 and children.",
  "Body or muscle aches": "Body or muscle aches",
  "Continue": "Continue",
  "Cough": "Cough (either new or worsening/exacerbation of chronic cough)",
  "Diarrhea": "Diarrhea",
  "DownloadApp": "Download My Health BC app",
  "DownloadAppDescription": "Read the latest BC Government COVID-19 health guidance and keep your BC vaccine card and Federal COVID-19 Travel Proofs in a single place",
  "Extreme fatigue or tiredness": "Extreme fatigue or tiredness",
  "Fever or chills": "Fever or chills",
  "Go back": "Go back",
  "Headache": "Headache",
  "AppName": "COVID-19 Self-Assessment Tool",
  "Loss of appetite": "Loss of appetite",
  "Loss of sense of smell or taste": "Loss of sense of smell or taste",
  "Nausea or vomiting": "Nausea or vomiting",
  "No": "No",
  "None": "None",
  "None of the above": "None of the above",
  "Optional": "Optional",
  "Q1": "Are you experiencing any of the following?",
  "Q1-1": "Severe difficulty breathing (e.g., struggling to breathe or speaking in single words)",
  "Q1-2": "Severe chest pain",
  "Q1-3": "Having a very hard time waking up",
  "Q1-4": "Feeling confused",
  "Q1-5": "Losing consciousness",
  "Q2": "Are you experiencing any of the following?",
  "Q2-1": "I cannot lie down because I'm having trouble breathing",
  "Q2-2": "I'm having trouble managing my chronic health conditions because of difficulty breathing",
  "Q4": "Have you received a new COVID-19 test result?",
  "Q4-desc": "If you have not entered it here before, enter the details of your last COVID-19 test.",
  "Q4-help": "Sharing your COVID-19 test results helps public health understand and respond to COVID-19.",
  "Q4-Enter the details": "Enter the details of your COVID-19 test.",
  "Q4-Date you had your test:": "The date you were tested:",
  "Question": "Question",
  "Recommendation": "Our recommendation",
  "Result": "Your test result",
  "Positive": "Positive",
  "Negative": "Negative",
  "Indeterminate": "Indeterminate",
  "ResultAsymptomaticNoTest": "You do not need a COVID-19 test.",
  "ResultAsymptomaticDescription": "Stay home until you feel well enough to return to your regular activities.",
  "ResultAsymptomaticNotice1": "Pay attention to how you’re feeling. If your symptoms change, you should get health advice:",
  "ResultAsymptomaticNotice2": "Call 9-1-1 or visit an Urgent and Primary Care Centre or emergency department right away if you start to feel worse – for example, if it gets hard to breathe or you can’t drink anything.",
  "ResultSymptomaticNoTest": "You do not need a COVID-19 test.",
  "ResultSymptomaticNoTestDescription1": "Testing is not recommended for adults and children with mild symptoms. Stay home until you feel well enough to resume your regular activities. Avoid high risk settings (e.g. long term care facilities) and individuals at higher risk for severe complications for 10 days after the start of your symptoms.",
  "ResultSymptomaticNoTestDescription2": "If you are uncertain and/or feel very sick, call 8-1-1 or contact your primary care provider.",
  "ResultSymptomaticNoTestNotice1": "Note that sometimes symptoms may suddenly worsen and require urgent medical care.",
  "ResultSymptomaticNoTestNotice2": "Pay attention to how you are feeling. If it becomes harder to breathe, you can’t drink anything or feel much worse, call 9-1-1 or go to your nearest emergency department.",
  "ResultSymptomaticNoTestNotice3": "For more information on COVID-19 and how to stay safe, visit the <2>BCCDC website</2>.",
  "ResultSymptomaticTest": "Please get a COVID-19 test and self-isolate.",
  "ResultSymptomaticTestDescription1": "Find out where to get a test. You need to self-isolate while you wait for your test result.",
  "ResultSymptomaticTestDescription2": "Get your test results.",
  "ResultSymptomaticTestDescription3": "If you test positive for COVID-19, self-isolate for 10 days from the day your symptoms started. Find out if you may benefit from treatment.",
  "ResultSymptomaticTestDescription4": "If you test negative for COVID-19, stay home until you feel better.",
  "ResultSymptomaticTestDescription5": "Pay attention to how you’re feeling. If your symptoms change, you should get health advice:",
  "ResultSymptomaticTestDescription6": "For more information about the testing options for children and youth, visit <2>COVID-19 Testing for Children and Youth</2>.",
  "ResultSymptomaticTestDescription7": "Call 9-1-1 or visit an Urgent and Primary Care Centre or emergency department right away if you start to feel worse – for example, if it gets hard to breathe or you can’t drink anything",
  "ResultSymptomaticTestNotice1": "Note that sometimes symptoms may suddenly worsen and require urgent medical care.",
  "ResultSymptomaticTestNotice2": "Pay attention to how you are feeling. If it becomes harder to breathe, you can’t drink anything or feel much worse, call 9-1-1 or go to your nearest emergency department.",
  "Result811": "You should get health advice. Contact your health care provider or call 8-1-1 to talk to a nurse at HealthLink BC.",
  "Result811Description": "Pay attention to how you’re feeling. You should call 9-1-1 or visit an Urgent and Primary Care Centre emergency department right away if you start to feel worse – for example, if it gets hard to breathe or you can’t drink anything.",
  "Result811Notice": "For more information on where you can call for help, <2>click here</2>.",
  "Result911": "Your symptoms require emergency medical care. Call 9-1-1 or visit an Urgent and Primary Care Centre or emergency department right away.",
  "Result911Description": "These symptoms require emergency medical care. You should call <1>9-1-1 immediately</1>, or go directly to your nearest emergency department.",
  "Retake": "Retake the Self-Assessment",
  "Runny nose": "Runny nose",
  "Shortness of breath": "Shortness of breath",
  "Sneezing": "Sneezing",
  "Sore throat": "Sore throat",
  "Start assessment": "Start assessment",
  "Yes": "Yes",
  "COVID 19 self-assessment tool": "COVID 19 self-assessment tool",
  "Tool description": "Use this self-assessment tool to find out if you need a COVID-19 test. You can complete it for yourself or someone else.",
  "Home alert": "If you feel very sick or your symptoms are not improving, contact your health care provider",
  "HWQ1": "Are you an individual who is moderately to severely immunocompromised?",
  "HWQ1-desc": "For example:",
  "HWQ1-1": "You’ve had an organ transplant and are taking anti-rejection medications",
  "HWQ1-2": "You are receiving treatment for cancer",
  "HWQ1-3": "You’ve had a bone marrow or stem cell transplant",
  "HWQ1-4": "You’ve been diagnosed with a moderate to severe primary immunodeficiency disorder",
  "HWQ1-5": "You have advanced or untreated HIV",
  "HWQ1-6": "You’ve been diagnosed with HIV and are not currently taking medications for it",
  "HWQ1-7": "You are on active treatment with immunosuppressive therapies",
  "HWQ2": "Are you an individual who has any one of the following conditions?",
  "HWQ2-1": "You have cystic fibrosis",
  "HWQ2-2": "You have severe COPD, asthma or another serious respiratory condition (e.g. on long-term home oxygen, are being assessed for a lung transplant, have severe pulmonary arterial hypertension, severe pulmonary fibrosis, or severe interstitial lung disease)",
  "HWQ2-3": "You’ve been diagnosed with a rare blood disorder or inborn error of metabolism",
  "HWQ2-4": "You’ve had a splenectomy or you have functional asplenia",
  "HWQ2-5": "You have diabetes and are being treated with insulin",
  "HWQ2-6": "You have a significant developmental disability",
  "HWQ2-7": "You have a condition or syndrome that causes muscle weakness around the lungs requiring the use of a ventilator or continuous bi-PAP",
  "HWQ3": "Do you self-identify as Indigenous?",
  "HWQ4": "Are you pregnant?",
  "HWQ5": "Do either of these roles describe your work?",
  "HWQ5-1": "I am a health care worker that works in a hospital, long-term care facility, assisted living facility, or community clinic.",
  "HWQ5-2": "I am a first responder (i.e., police officer, emergency medical technician/paramedic, or firefighter).",
  "HWQ6": "Do either of these describe where you live or work?",
  "HWQ6-1": "I live or work in a group setting (e.g., a long-term care facility, shelter, correctional facility or group home).",
  "HWQ6-2": "I live or work in a community that is far from testing centres and hospitals (e.g. a rural, remote or isolated community or a work camp).",
  "HWQ7": "Please select your COVID-19 vaccination status:",
  "HWQ7-1": "I am not vaccinated for COVID-19.",
  "HWQ7-2": "I have received 1 or 2 doses of a 2-dose series like Pfizer, Moderna, Novavax or AstraZeneca.",
  "HWQ7-3": "I have received 1 dose of a 1-dose series like Johnson & Johnson.",
  "HWQ7-4": "I am fully vaccinated (completed my vaccine series) and I have also received a booster dose.",
  "HWQ8": "How old are you?",
  "HWQ8-1": "I am 49 years old or younger.",
  "HWQ8-2": "I am 50 to 69 years old.",
  "HWQ8-3": "I am 70 years old or older.",
  "HWQ9-M": "Do you have 3 or more chronic conditions?",
  "HWQ9-desc": "(e.g., obesity, diabetes, heart failure, stroke, or a neurological condition)",
  "HWQ9-S": "Do you have 1 or more chronic conditions?",
  "Required": "This field is required",
  "LeaveSite": "Leave site?"
}

